# Задача-1: поработайте с переменными, создайте несколько,
# выведите на экран, запросите от пользователя и сохраните в переменную, выведите на экран

print('Привет незнакомец!')
print('Представься:')
name = input()
print(name, ', Зачем ты здесь?')
a = 'валять дурака'
b = 'учиться'
c = 'мимо проходил'
print('Выбери один из вариантов:')
print('a' ': валять дурака')
print('b' ': учиться')
print('c' ': мимо проходил')
choose = str(input())
print('Ты выбрал', choose, ', поэтому следуй за мной!')
