# Задача-2: Исходные значения двух переменных запросить у пользователя.
# Поменять значения переменных местами. Вывести новые значения на экран.
# Решите задачу, используя только две переменные.
# Подсказки:
# * постарайтесь сделать решение через действия над числами;

print('Введите Ваш возраст и рост')
F = str(input('Возраст: '))
Z = str(input('Рост: '))

print('Ваш возраст', Z, ',а рост:', F)
